{"format": "keras", "nodes": [{"name": "discriminator", "id": "discriminator", "class_name": "Functional", "output_shape": [[null, 1], [null, 1]], "num_parameters": 527681}, {"name": "generator", "id": "generator", "class_name": "Functional", "output_shape": [null, 7, 20, 24, 1], "num_parameters": 23970817}], "edges": []}